Repository: engstk/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: uk

source: Welcome
uk: Ласкаво просимо

source: Select an Option
uk: Оберіть дію

source: Easily create a backup image of your computer, or completely restore from one. Click an option to begin:
uk: Легко створюйте резервний образ вашої системи або повністю відновлюйте з нього. Оберіть з чого почати:

source: Backup
uk: Резервна копія

source: Restore
uk: Відновлення

source: Verify Image
uk: Перевірити образ

source: Need help? Start by checking the Rescuezilla frequently asked questions, then proceed to the Rescuezilla forum.
uk: Потрібна допомога? Почніть з перегляду найпоширеніших запитань Rescuezilla, а потім перейдіть на форум Rescuezilla.

source: Consider contributing $1/month on the crowdfunding website Patreon so Rescuezilla can continue to be developed.
uk: Подумайте, щоб робити внески в розмірі 1$/місяць на платформі краудфандингу Patreon, щоб Rescuezilla могла розвиватися далі.

source: Back
uk: Назад

source: Next >
uk: Далі >

source: Please wait…
uk: Почекайте…

source: Identifying disk drives…
uk: Визначення дискових пристроїв…

source: Unmounting: {path}
uk: Відмонтування: {path}

source: Unable to unmount {path}
uk: Неможливо відмонтувати {path}

source: Running: {app}
uk: Запущено: {app}

source: Running {app} on {device}
uk: Запущено {app} на {device}

source: Failed to run command:
uk: Не вдалося запустити команду:

source: Error querying drives:
uk: Помилка запиту накопичувачів:

source: Clone
uk: Клонувати

source: Step 1: Understanding Cloning
uk: Крок 1: Зрозуміти клонування

source: Please understand how "cloning" differs from "imaging".
uk: Будь ласка, зрозумійте як «клонування» відрізняється від «створення образу».

source: This mode is for "disk cloning". Cloning means copying one drive and directly overwriting another drive. This is a direct one-step operation with no temporary storage required. Cloning is different to "disk imaging". Imaging means copying everything from one drive into very large files stored inside a folder on an external drive. Multiple images can be saved on the same external drive. These images can be restored back to the original disk, or to additional disks. In other words, for "imaging" the backup operation copies your drive to <i>files</i> that need to be stored on a drive at least temporarily before it can be restored. To use the "imaging" wizards, click <b>Back</b> and select <b>Backup</b> or <b>Restore</b>.
uk: Цей режим для «клонування дисків». Клонування означає копіювання одного приводу і пряме перезаписування іншого приводу. Це пряма однокрокова операція без необхідності тимчасового зберігання. Клонування відрізняється від «створення образу диска». Створення образу означає копіювання всього з одного приводу в дуже великі файли, що зберігаються в теці на зовнішньому приводі. На одному зовнішньому приводі можуть зберігатися кілька образів. Ці образи можна відновити назад на оригінальний диск або на додаткові диски. Іншими словами для «створення образу» операція резервного копіювання копіює привід у <i>файли</i>, які потрібно хоча б тимчасово зберігати на приводі, перед тим, як їх відновлювати. Для використання майстра зі «створення образу», натисніть <b>Назад</b> і виберіть <b>Резервна копія</b> або <b>Відновити</b>.

source: To begin the "cloning" wizard, click <b>Next</b>
uk: Щоб розпочати майстер «клонування», клацніть <b>Далі</b>

source: Step 2: Select Source Drive
uk: Крок 2: Виберіть привід джерела

source: Select the <b>source drive</b> to clone.
uk: Виберіть <b>привід джерела</b> для клонування.

source: Select the <b>destination drive</b> to overwrite.
uk: Виберіть <b>цільовий привід</b> для перезапису.

source: Step 4: Select Partitions to Clone
uk: Крок 4: Виберіть розділи для клонування

source: Select which partitions from the source drive to clone, and whether to overwrite the partition table. <b>Leave everything selected to completely clone the source drive to the destination drive.</b>
uk: Виберіть розділи, які потрібно клонувати з вихідного приводу і чи потрібно перезаписувати таблицю розділів. <b>Залиште все вибраним, щоб повністю клонувати вихідний привід у цільовий привід.</b>

source: Step 5: Confirm Cloning Configuration
uk: Крок 5: Підтвердити налаштування клонування

source: Confirm the following cloning configuration.
uk: Підтвердьте наступні налаштування клонування.

source: Cloning the following partitions
uk: Клонування наступних розділів

source: To start cloning, click <b>Next</b>.
uk: Щоб розпочати клонування натисніть <b>Далі</b>.

source: Are you sure you want to clone the drive to {destination_drive}? Doing so will permanently overwrite data on this drive!
uk: Ви впевнені, що хочете клонувати привід у {destination_drive}? Це остаточно перезапише дані на цьому приводі!

source: Step 6: Cloning Disk
uk: Крок 6: Клонування диска

source: Cloning the drive you selected. This may take an hour or more depending on the speed of your computer and the amount of data.
uk: Клонування вибраного приводу. Це може тривати годину або більше, в залежності від швидкості Вашого компʼютера і кількості даних.

source: Summary of Clone
uk: Підсумки клонування

source: Clone Summary
uk: Підсумки клонування

source: Confirm the clone summary.
uk: Підтвердьте підсумки клонування.

source: Unable to shutdown Image Explorer
uk: Неможливо вимкнути Оглядач образів

source: Step 1: Select Drive To Backup
uk: Крок 1: Виберіть привід для резервного копіювання

source: Select the <b>source drive</b> that you would like to create a backup image from.
uk: Виберіть <b>джерельний привід</b>, з якого Ви хочете створити резервний образ.

source: Drive
uk: Привід

source: Capacity
uk: Місткість

source: Drive Model
uk: Модель приводу

source: Serial Number
uk: Серійний номер

source: Partitions
uk: Розділи

source: Show hidden devices (for advanced users)
uk: Показати приховані пристрої (для досвідчених користувачів)

source: Step 2: Select Partitions to Save
uk: Крок 2: Вибрати розділи для збереження

source: Select which partitions to create a backup of. <b>Leave all partitions selected if you are unsure.</b>
uk: Виберіть розділи для створення резервної копії. <b>Залиште всі розділи вибраними, якщо не впевнені.</b>

source: Save
uk: Зберегти

source: Description
uk: Опис

source: Drive {drive_number}
uk: Привід {drive_number}

source: Partition {partition_number}
uk: Розділ {partition_number}

source: Step 3: Select Destination Drive
uk: Крок 3: Виберіть цільовий привід

source: Click on the box below to select the source drive that you would like to create a backup image from.
uk: Натисніть на поле нижче, щоб вибрати вхідний диск, з якого ви хотіли б створити бекап.

source: Connected directly to my computer
uk: Підʼєднано безпосередньо до мого компʼютера

source: Shared over a network
uk: Поширити через мережу

source: Where would you like to save the image?
uk: Де бажаєте зберегти образ?

source: Windows shared folder (SMB/CIFS, Samba)
uk: Спільна тека Windows (SMB/CIFS, Samba)

source: Search network
uk: Пошук мережі

source: Server
uk: Сервер

source: Share location (UNC path)
uk: Поширити розташування (UNC шлях)

source: Username
uk: Імʼя користувача

source: Password
uk: Пароль

source: Domain
uk: Домен

source: Version
uk: Версія

source: default (Negotiate highest SMB2+ supported by client and server)
uk: типове (Використовувати найвищий SMB2+ підтримувального клієнтом та сервером)

source: 1.0 (The classic CIFS/SMBv1 protocol)
uk: 1.0 (Класичний протокол CIFS/SMBv1)

source: 2.0 (Introduced in Vista SP1, Windows Server 2008)
uk: 2.0 (Введений в Windows Vista SP1, Windows Server 2008)

source: 2.1 (Introduced in Windows 7, Windows Server 2008R2)
uk: 2.1 (Введений в Windows 7, Windows Server 2008 R2)

source: 3 (The SMBv3.0 protocol version and above)
uk: 3 (Версія протоколу SMBv3.0 та вище)

source: 3.0 (Introduced in Windows 8, Windows Server 2012)
uk: 3.0 (Введений в Windows 8, Windows Server 2012)

source: 3.0.2 (Introduced in Windows 8.1, Windows Server 2012R2)
uk: 3.0.2 (Введений в Windows 8.1, Windows Server 2012 R2)

source: 3.1.1 (Introduced in Windows 10, Windows Server 2016)
uk: 3.1.1 (Введений в Windows 10, Windows Server 2016)

source: Unspecified (Tries NFS v4.2 first, then negotiates with server down until finds a supported version)
uk: Не вказаний (Спробує спочатку NFS v4.2, потім переговорює з сервером поки не знайде підтримувальну версію)

source: NFSv3
uk: NFS версія 3

source: NFSv4
uk: NFS версія 4

source: Remote path
uk: Віддалений шлях

source: Exported path
uk: Шлях експортування

source: Identity File
uk: Файл ідентичності

source: Port
uk: Порт

source: Select network-shared storage location:
uk: Виберіть розташування спільного мережевого сховища:

source: Select the partition where the image files will be saved to
uk: Виберіть розділ, в який буде збережено файли образів

source: Partition
uk: Розділ

source: Mounting…
uk: Монтування…

source: Close this popup to cancel the mount operation.
uk: Закрити меню, щоб скасувати операцію монтування.

source: Please ensure the username, password and other fields provided are correct, and try again.
uk: Будь ласка, перевірте чи правильні імʼя користувача, пароль та інші поля і спробуйте ще раз.

source: Must provide either password or SSH identity file.
uk: Повинен надати пароль або файл ідентичності SSH.

source: Scanning folder for backup images…
uk: Сканування теки на наявність образів резервних копій…

source: ({timeout_seconds} second timeout)
uk: ({timeout_seconds} секунд очікування)

source: Close this popup to cancel scanning the selected folder and subfolders.
uk: Закрийте це меню, щоб скасувати сканування вибраних тека і підтек.

source: Scanning: {filename}
uk: Сканування: {filename}

source: Error processing the following images:
uk: Помилка обробки наступних образів:

source: Unable to fully process the image associated with the following partitions:
uk: Неможливо повністю обробити розділ, що асоціюється з наступними розділами:

source: Unable to fully process the following image:
uk: Неможливо повністю обробити наступний образ:

source: Cannot find partition's associated partclone image
uk: Не знайдено образу пов'язаного диска partclone

source: This can happen when loading images which Clonezilla was unable to completely backup.
uk: Це може статися коли завантажується образ, який Clonezilla не зміг повністю зробити бекап.

source: Note: This image format cannot distinguish between failed partclone backup and a user who chose not to backup a partition.
uk: Примітка: Цей формат образу не можна відрізнити між бекапом partclone, та користувачем, який вибрав не робити бекап розділу.

source: Any other filesystems within the image should be restorable as normal.
uk: Будь які інші файлові системи в образі повинні відновлюватись як зазвичай.

source: Needs decryption
uk: Потребує розшифровування

source: Unknown filesystem
uk: Невідома файлова система

source: The backup's extended partition information is empty. If the backup contains an extended partition this will not restore correctly. All data is still fully recoverable but manual intervention is required to fully restore data within the extended partition. Please consult {url} for information and assistance.
uk: Інформація розширеного розділу бекапу порожня. Якщо бекап містить розширений розділ, це не відновиться коректно. Всі данні досі повністю відновлювана, але потрібне ручне втручання для повного відновлення данних на розширеному розділі. Будь ласка, зверніться до {url} для інформації та допомоги.

source: The backup's bootloader data is shorter than expected. If the backup contained certain bootloaders like GRUB, during a restore operation Rescuezilla will try and re-install the bootloader.
uk: Дані завантажувача коротші, ніж очікувалось. Якщо бекап містив деякі завантажувачі, такі як GRUB, під час операції відновлення Rescuezilla спробує перевстановити завантажувач.

source: Step 4: Select Destination Folder
uk: Крок 4: Виберіть цільову теку

source: Click <b>Browse</b> to select the folder on the destination drive where your new backup image will be saved. The folder a backup is saved in is usually a description of the computer, e.g. <b>office1</b> or <b>zack-laptop</b>.
uk: Натисніть <b>Огляд</b> для вибору теки на диску призначення, там де Ваш новий образ бекапу буде зберігатися Тека бекапу зазвичай збережена в описі комп'ютера, наприклад <b>офіс1</b> або <b>zack-laptop</b>.

source: You must select a folder inside {location}
uk: Ви повинні вибрати теку в {location}

source: Please select a different folder.
uk: Будь ласка, виберіть іншу теку.

source: The table below lists the backup images that are already in this folder (if any).
uk: В таблиці нижче перераховані образи бекапу, які вже є в цій теці (якщо є).

source: Browse…
uk: Огляд…

source: Filename
uk: Назва файлу

source: Size
uk: Розмір

source: Last modified
uk: Востаннє змінено

source: When you are happy with the destination folder, click <b>Next</b>.
uk: Коли ви задоволені з текою призначення, натискайте <b>Далі</b>.

source: Step 5: Name Your Backup
uk: Крок 5: Назвіть Вашу резервну копію

source: Provide a unique name for this backup image, such as the date. Today's date is automatically entered for you below. You may only use letters, numbers, and dashes in your backup name.
uk: Вкажіть унікальне ім'я для цього образу бекапу, наприклад як дату. Сьогоднішню дату введено автоматично для Вас нижче. Ви повинні використовувати тільки літери, цифри та тире в Вашому імені бекапу.

source: Optional: Provide a short description.
uk: Необовʼязково: Надайте короткий опис.

source: Step 6: Customize Compression Settings
uk: Крок 6: Пристосувати налаштування стиснення

source: Customize image compression settings. <b>Don't make any changes if you are unsure.</b>
uk: Налаштуйте параметри стиснення образу. <b>Не робіть ніяких змін якщо ви не впевнені.</b>

source: Compression format:
uk: Формат стиснення:

source: default
uk: типово

source: Uncompressed (Suitable for use with Image Explorer)
uk: Не стиснутий (Придатний для використання з Переглядачем Зображень)

source: Compression level:
uk: Рівень стиснення:

source: Fastest
uk: Швидкий

source: Best
uk: Найкращий

source: When you are happy with the compression settings, click <b>Next</b>.
uk: Якщо Ви задоволені налаштуванням стиснення натисніть <b>Далі</b>.

source: Step 7: Confirm Backup Configuration
uk: Крок 7: Підтвердьте налаштування резервної копії

source: Source drive
uk: Вихідний привід

source: Backing up the following partition(s)
uk: Резервне копіювання наступних розділів

source: The backup image will be written into folder {dest_dir} on {description}
uk: Образ резервної копії буде записано в теку {dest_dir} на {description}

source: Confirm the following backup configuration.
uk: Підтвердьте наступне налаштування резервної копії.

source: On successful completion of the task, perform the following action:
uk: На успішному закінченні цієї дії, виконати наступну дію:

source: Do nothing
uk: Нічого не робити

source: Shutdown
uk: Вимкнути

source: Reboot
uk: Перезавантажити

source: Rescue: Ignore filesystem inconsistencies and bad sectors
uk: Порятунок: Ігнорувати несумісності файлових систем та поганих блоків

source: <b>Enabling "Rescue" may suppress important errors. Use with caution.</b>
uk: <b>Ввімкнення "Порятунку" можуть замовчувати про важливі помилки. Використовуйте з обережністю.</b>

source: To start the backup, click <b>Next</b>.
uk: Щоб розпочати резервне копіювання натисніть <b>Далі</b>.

source: Step 8: Creating Backup Image
uk: Крок 8: Створення образу резервної копії

source: Backing up your system to the location you selected. This may take an hour or more depending on the speed of your computer and the amount of data.
uk: Робимо бекап Вашої системи до розташування, яке Ви вказали. Це може зайняти годину або більше, в залежності швидкості Вашого комп'ютера та обсягу данних.

source: Saving: {file}
uk: Зберігання: {file}

source: Backup {partition_name} containing filesystem {filesystem} to {destination}
uk: Бекап {partition_name} містить файлову систему {filesystem} до {destination}

source: Summary of Backup
uk: Підсумки резервного копіювання

source: Confirm the backup summary.
uk: Перевірте підсумки резервного копіювання.

source: Backup Summary
uk: Зведення бекапу

source: An operation is in progress. Do you wish to cancel?
uk: Операція виконується. Бажаєте скасувати?

source: Operation cancelled by user.
uk: Операцію скасовано користувачем.

source: Rescue option is enabled.
uk: Параметр відновлення дозволено.

source: Error creating backup:
uk: Помилка створення резервної копії:

source: Failed to write destination file. Please confirm it is valid to create the provided file path, and try again.
uk: Не вдалося записати файл призначення. Будь ласка, впевніться що це правильно створити вказаний шлях, та спробуйте знову.

source: Successful backup of swap partition {partition_name}
uk: Успішний бекап розділу swap {partition_name}

source: <b>Failed to backup partition</b> {partition_name}
uk: <b>Не вдалося створити резервну копію розділу</b> {partition_name}

source: Successful backup of partition {partition_name}
uk: Успішно створено резервну копію розділу {partition_name}

source: Backup saved successfully.
uk: Резервну копію успішно збережено.

source: Backup succeeded with some errors:
uk: Резервне копіювання виконано з деякими помилками:

source: Backup operation failed:
uk: Невдала операція резервного копіювання:

source: User requested operation to stop.
uk: Користувач запитав операцію на завершення.

source: Operation took {num_minutes} minutes.
uk: Операція зайняла {num_minutes} хвилин.

source: To start a new session, click <b>Next</b>
uk: Щоб розпочати новий сеанс натисніть <b>Далі</b>

source: Step 1: Select Image Location
uk: Крок 1: Виберіть розташування образу

source: Where are the image files stored?
uk: Де зберігати файли образів?

source: Select the partition which contains the image files:
uk: Виберіть розділ, який містить файли образів:

source: Step 2: Select Backup Image
uk: Крок 2: Виберіть образ резервної копії

source: Click <b>Browse</b> to select the folder containing image files.
uk: Натисніть <b>Оглянути</b>, щоб вибрати теку, яка містить файли образів.

source: Select the image file to restore.
uk: Виберіть файл образу для відновлення.

source: Step 3: Select Drive To Restore
uk: Крок 3: Виберіть привід для відновлення

source: Select the destination drive to restore with the selected image.
uk: Виберіть цільовий привід для відновлення вибраного образу.

source: Step 4: Select Partitions to Restore
uk: Крок 4: Виберіть розділи для відновлення

source: Select which partitions from the backup image to restore, and whether to overwrite the partition table. <b>Leave everything selected to completely restore the destination drive.</b>
uk: Виберіть, які розділи з образу бекапу відновити, та чи перезаписати таблицю розділів. <b>Залиште все вибраним, щоб повність відновити диск призначення.</b>

source: Selected image
uk: Вибрані образи

source: Destination partition
uk: Цільовий розділ

source: Overwrite partition table
uk: Перезаписати таблицю розділів

source: You will be overwriting the partition table.
uk: Ви перезапишете таблицю розділів.

source: The "destination partition" column has been updated using the information stored within the backup image. <b>If partitions have been resized, new partitions added, or additional operating systems installed <i>since the backup image was created</i>, then the destination drive's partition table will not match the backup image, and overwriting the destination drive's partition table will render these resized and additional partitions permanently inaccessible.</b> If you have not modified the partition table in such a way since creating this backup then overwriting the partition table is completely safe and will have no negative effects.
uk: Колонка "розділ призначення" була оновлена з інформацією збереженій на образі резервної копії. <b>Якщо розмір розділів був змінений, нові були додані, або додаткові операційні системи були встановленні <i>з того моменту, як образ резервної копії був створений</i>, то таблиця розділів диску призначення не буде збігатися з образом резервної копії, тож перезаписання таблиці розділів диска призначення зроблять ці зменшені/збільшені та додаткові розділи недоступними.</b> Якщо ви не чіпали таблицю розділів таким методом з моменту створення цієї резервної копії, то перезаписання таблиці розділів повністю безпечне, та не буде мати ніяких негативних ефектів.

source: You will <b>not</b> be overwriting the partition table.
uk: Ви <b>не</b> будете перезаписувати таблицю розділів.

source: The source does not contain a partition table.
uk: Джерело не містить таблиці розділів.

source: The "destination partition" column has been updated with destination drive's existing partition table information. <b>The destination partition column can be modified as a dropdown menu. Incorrectly mapping the destination partitions may cause operating systems to no longer boot.</b> If you are unsure of the mapping, consider if it's more suitable to instead overwrite the partition table.
uk: Колонка "розділ призначення" була оновлена з інформацією таблиці розділів диску призначення. <b>Колонка розділу призначення може бути змінена як випадне меню. Неправильний мапінг розділів призначення може призвести до проблем завантаження операційних систем.</b> Якщо ви не впевнені з мапінгом, якщо вам більше підходить, виберіть варіант перезапису таблиці розділу.

source: No destination partition selected. Use the destination partition drop-down menu to select the destination
uk: Не вибрано розділу призначення. Використовуйте випадний список розділ призначення для вибору призначення

source: Not restoring this partition
uk: Розділ не відновлюється

source: When you are ready to continue, click <b>Next</b>.
uk: Якщо Ви готові продовжити натисніть <b>Далі</b>.

source: Scanning and unmounting any Logical Volume Manager (LVM) Logical Volumes…
uk: Сканування і відмонтування будь-яких логічних томів Керівника логічних томів (LVM)…

source: Step 5: Confirm Restore Configuration
uk: Крок 5: Підтвердьте налаштування відновлення

source: Confirm the following restore configuration.
uk: Підтвердити наступні налаштування відновлення.

source: Are you sure you want to restore the backup to {destination_drive}? Doing so will permanently overwrite data on this drive!
uk: Ви впевнені, що хочете відновити резервну копію у {destination_drive}? Це остаточно перезапише дані на цьому приводі!

source: Source image
uk: Вихідний образ

source: Destination drive
uk: Цільовий образ

source: Restoring the following partitions
uk: Відновлення наступних розділів

source: WILL BE OVERWRITING PARTITION TABLE
uk: ТАБЛИЦЮ РОЗДІЛІВ БУДЕ ПЕРЕЗАПИСАНО

source: Will <b>NOT</b> be overwriting partition table
uk: Бажаєте <b>НЕ</b> перезаписувати таблицю розділів

source: To start the restore, click <b>Next</b>.
uk: Щоб розпочати відновлення натисніть <b>Далі</b>.

source: Restoring From Backup
uk: Відновлення з резервної копії

source: Refreshing partition table
uk: Оновлення таблиці розділів

source: Synchronizing disks…
uk: Синхронізування дисків…

source: Querying hard drive geometry of {device}
uk: Отримання геометрії жорсткого диску {device}

source: Probing {device} with {app}
uk: Зондування {device} з {app}

source: Growing filesystem {partition} ({filesystem}). This may take a while…
uk: Збільшення файлової системи {partition} ({filesystem}). Це може зайняти деякий час…

source: Resizing partition {partition} ({filesystem}) failed: {msg}
uk: Не вдалося змінити розмір розділу {partition} ({filesystem}): {msg}
