Repository: engstk/rescuezilla
Catalog: src/apps/rescuezilla/rescuezilla/usr/share/locale/*/LC_MESSAGES/rescuezilla.po
Languages: uk

source: Successfully adjusted NTFS filesystem geometry of {ntfs_device} using values from {geometry_source}
uk: Успішно змінено геометрії файлової NTFS {ntfs_device}, з значеннями з {geometry_source}

source: Failed to adjust NTFS filesystem geometry of {ntfs_device}
uk: Не вдалося змінити геометрії файлової системи NTFS пристрою {ntfs_device}

source: Removing udev MAC address records (if any)
uk: Вилучення записів адрес udev MAC (якщо якісь є)

source: Re-installing syslinux (if any)
uk: Перевстановлення syslinux (якщо є)

source: Successfully re-installed syslinux bootloader
uk: Успішно перевстановлено завантажувач syslinux

source: Re-installing GRUB bootloader (if any)
uk: Перевстановлення завантажувача GRUB (якщо є)

source: Successfully re-installed GRUB bootloader
uk: Успішно перевстановлено завантажувач GRUB

source: Did not update GRUB bootloader (if any)
uk: Не оновлено завантажувач GRUB (якщо є)

source: Updating initramfs (if any)
uk: Оновлення initramfs (якщо є)

source: Successfully updated initramfs
uk: Успішно оновлено initramfs

source: Updating EFI NVRAM…
uk: Оновлення EFI NVRAM…

source: Successfully updated EFI NVRAM
uk: Успішно оновлено EFI NVRAM

source: Error restoring image:
uk: Помилка відновлення образу:

source: Could not restore sfdisk partition table as file has zero length:
uk: Не можливо відновити таблицю розділ sfdisk, тому що файл має довжину нуль:

source: Successfully restored partition table.
uk: Успішно відновлено таблицю розділів.

source: Failed to refresh the devices' partition table. This can happen if another process is accessing the partition table.
uk: Не вдалося оновити таблицю розділів пристроїв. Це може статися якщо інший процес використовує таблицю розділів.

source: Unable to restore partition {destination_partition} because there is no saved image associated with: {description}.
uk: Не можливо відновити розділ {destination_partition}, тому що, на ньому не має збереженого образу, асоційованим з: {description}.

source: This may occur if Clonezilla was originally unable to backup this partition.
uk: Таке може статися, якщо Clonezilla спочатку не створила розділ.

source: Error restoring partition {image_key} to {destination_partition}.
uk: Помилка відновлення розділу {image_key} у {destination_partition}.

source: Successfully restored image partition {image} to {destination_partition}
uk: Успішно відновлено розділ образу {image} у {destination_partition}

source: Summary of Restore
uk: Результати відновлення

source: Restore Summary
uk: Результати Відновлення

source: Confirm the restore summary.
uk: Підтвердитити результати відновлення.

source: Backup restored successfully.
uk: Резервну копію вдало відновлено.

source: Image Explorer (beta)
uk: Оглядач образів (бета)

source: Image Explorer (beta)
uk: Оглядач образів (бета)

source: Select the image file to explore
uk: Виберіть файл образу для огляду

source: Step 3: Select Partition to Explore
uk: Крок 3: Виберіть розділ для огляду

source: Select the partition to access files from.
uk: Виберіть розділ для доступу до файлів.

source: Click <b>Mount</b> to mount the backup image (as read-only).
uk: Клацніть <b>Монтувати</b>, щоб змонтувати образ резервної копії (лише для читання).

source: Mount
uk: Монтувати

source: Mounting as read-only…
uk: Монтування лише для читання…

source: Unmount
uk: Відмонтувати

source: Once the partition has been mounted, click <b>Open in file manager</b> to access your files.
uk: Коли розділ змонтується натисніть <b>Відкрити у файловому керівнику</b>, щоб отримати доступ до файлів.

source: Open in file manager
uk: Відкрити у файловому керівнику

source: Verify
uk: Перевірити

source: Select one or more images to verify.
uk: Виберіть один або більше образів для перевірки.

source: To begin verification, click <b>Next</b>.
uk: Щоб розпочати перевірку натисніть <b>Далі</b>.

source: Verifying Image
uk: Перевірка образа

source: Verifying the selected image(s).
uk: Перевірка вибраних розділів.

source: Verifying {image_name}
uk: Перевірка {image_name}

source: Summary of Verification
uk: Підсумки перевірки

source: Confirm the verification summary.
uk: Підтвердіть підсумок перевірки.

source: Verification Summary
uk: Підсумок перевірки

source: To verify another image, click <b>Back</b>.
uk: Щоб перевірити інший образ натисніть <b>Назад</b>.

source: MBR backup appears correct.
uk: Резервна копія MBR виглядає коректно.

source: No partition table found.
uk: Не знайдено таблиці розділів.

source: Sfdisk partition table file is empty or missing.
uk: Файл таблиці розділів sfdisk порожній або пошкоджений.

source: Sfdisk partition table file is present.
uk: Файл таблиці розділів sfdisk наявний.

source: Unable to verify.
uk: Неможливо перевірити.

source: {partition}: filesystem image successfully verified.
uk: {partition}: образ файлової системи успішно перевірено.
