Repository: engstk/rescuezilla
Catalog: src/livecd/image/boot/grub/locale/*.po
Languages: fa, ta

source: Start Rescuezilla
fa: شروع Rescuezilla
ta: ரெச்குவேசில்லாவைத் தொடங்குங்கள்

source: If boot fails, reboot and try selecting Graphical fallback instead
fa: اگر بوت ناموفق بود، ری استارت کنید و گزینه Graphical fallback را امتحان کنید
ta: துவக்க தோல்வியுற்றால், மறுதொடக்கம் செய்து அதற்கு பதிலாக வரைகலை குறைவடையைத் தேர்ந்தெடுக்க முயற்சிக்கவும்

source: Graphical fallback mode
fa: حالت Graphical fallback
ta: வரைகலை குறைவடையும் முறை

source: Use low-resolution fallback graphics driver if standard mode doesn't work for your hardware
fa: استفاده از درایور Graphical fallback با رزولوشن کم اگر حالت استاندارد در سیستم شما کار نمی کند
ta: உங்கள் வன்பொருளுக்கு நிலையான பயன்முறை வேலை செய்யவில்லை என்றால் குறைந்த தெளிவுத்திறன் குறைவடையும் கிராபிக்ச் இயக்கியைப் பயன்படுத்தவும்

source: Load USB into RAM
fa: بوت فلش مموری بر روی RAM
ta: யூ.எச்.பி -ஐ ரேமில் ஏற்றவும்

source: Loads Rescuezilla into memory allowing the boot media to be ejected after bootup
fa: سیستم در رم لود می شود و اجازه جدا سازی فلش مموری بعد از بوت شدن را می دهد
ta: துவக்கத்திற்குப் பிறகு துவக்க ஊடகத்தை வெளியேற்ற அனுமதிக்கும் ரெச்க்யூசிலாவை நினைவகத்தில் ஏற்றுகிறது

source: Check USB for defects
fa: تست فلش مموری برای عیب یابی
ta: குறைபாடுகளுக்கு யூஎச்பி

source: Verify integrity of USB drive
fa: تصدیق یکپارچگی فلش مموری
ta: யூ.எச்.பி டிரைவின் ஒருமைப்பாட்டை சரிபார்க்கவும்

source: Enter BIOS Setup
fa: ورود به تنظیمات بایوس
ta: பயாச் அமைப்பை உள்ளிடவும்

source: Configure machine's firmware, boot options etc
fa: تنظیم firmware، گزینه های بوت و غیره
ta: இயந்திரத்தின் ஃபார்ம்வேர், துவக்க விருப்பங்கள் போன்றவற்றை உள்ளமைக்கவும்

source: Memory test
fa: تست RAM
ta: நினைவக சோதனை

source: Check computer memory for errors
fa: RAM کامپیوتر را برای عیب یابی چک می کند
ta: பிழைகளுக்கு கணினி நினைவகத்தை சரிபார்க்கவும்
